Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=202_art_id=222.html.tmx
Source language: sme
Languages: smj

source: Doaibma
smj: Doajmma

source: Sámi girkoráđđi
smj: Sámi girkkoráde

source: Dearvvuođat
smj: Varrudága

source: Mainna bargá Sámi girkoráđđi ?
smj: Majna sáme girkkoráde barggá ?

source: Norgga girku Sámi girkoráđđi lea Girkočoahkkima sámi girkoeallinorgána mii galgá ovddidit, gáhttet ja ovttastahttit Norgga girku sámi girkoeallima.
smj: Sáme girkkoráde Vuona girkkon le Girkkotjåhkanime sáme girkkoiellema orgádna. Ráde galggá åvdedit, suoddjit ja aktidit sáme girkkoiellemav Vuona girkkon.

source: Sámi girkoráđi bargguide gullet buot áššit mat ráđi mielas gusket sámi girkoeallima.
smj: Sáme girkkoráde bargguj gullu gájkka ássje ma ráde milta sáme girkkoiellemij gulluji.

source: - Sámi girkoráđđi ovdánahttá oahpponeavvuid oskuoahpahussii, ealáskahttá sámi sálbmalávluma, ráhkadahttá sámi liturgiija.
smj: - Sáme girkkoráde åvddånahttá jáhkkoåhpadusá dárbbagijt, sáme sálmajt ællástahttá, sáme liturgijav dahká.

source: - Sámi girkoráđđi áigu sámi nuoraid háhkat girkolaš bálvalussii.
smj: - Sáme girkkoráde sihtá sáme nuorajt åttjudit girkkolasj dievnastussaj.

source: - Sámi girkoráđi áigu nannet sámi girkoeallima davviriikkaid ja Ruošša riikkarájiid rastá.
smj: - Sáme girkkoráde sihtá sáme girkkoiellemav nannit rájáj rastá nuorttarijkaj lándajn ja Ruossjan.

source: - Sámi girkoráđđi ovttasbargá miehta máilmmi eamiálbmogiiguin Girku máilmmiráđi bokte.
smj: - Sáme girkkoráde barggá Girkko væráltráde baktu álggoálmmugij åbbå væráldav miehtáj.
